/* No comment provided by engineer. */
"Invalid data" = "Date nevalide";

/* No comment provided by engineer. */
"Private key unavailable" = "Cheie privată indisponibilă";

/* No comment provided by engineer. */
"Public key unavailable" = "Cheie publică indisponibilă";

